/**
 * 百度H5视频检测 错误码 对应message
 */
exports.errObj = {
  '216430': '服务异常',
  '216431': '语音识别服务异常',
  '216432': '视频解析服务调用失败',
  '216433': '视频解析服务发生错误',
  '216434': '活体检测失败',
  '216500': '验证码位数错误',
  '216501': '没有找到人脸，请查看上传视频是否包含人脸',
  '216502': '当前会话已失效，请重新获取语音验证码',
  '216505': 'redis连接失败',
  '216506': 'redis操作失败',
  '216507': '视频中有多张人脸，请重新录制视频',
  '216508': '没有找到视频信息',
  '216509': '视频中的声音无法识别，请重新录制视频',
  '216908': '视频质量较差，请重新录制视频',
  '222027': '验证码长度错误',
  '222028': '参数格式错误',
  '222029': '参数格式错误',
  '222030': '参数格式错误',
}
